Repository: gunasekharravilla/pdfchatbot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: ar_sa, ca_es, da_dk, id_id, no_no, pl_pl, ru_ru, sr_sp, zh_cn

source: Send me a number that you'll like to adjust the margin size. Positive numbers will decrease the margin size and negative numbers will increase it
ar_sa: أرسل رقم الذي تريد ان يكون حجما للهوامش. الارقام الموجبة ستنقص حجم الهوامش اما السالبة تزيدها
ca_es: Envia'm un número que t'agradaria ajustar la mida del marge. Les xifres positives disminuiran la mida del marge i els números negatius l'incrementaran
da_dk: Send mig et tal, som du gerne vil justere margenstørrelsen. Positive tal vil reducere margenstørrelsen, og negative tal vil øge den
id_id: Kirimi saya nomor yang ingin Anda sesuaikan ukuran marginnya. Angka positif akan mengurangi ukuran margin dan angka negatif akan meningkatkannya
no_no: Send meg et nummer du vil justere margstørrelsen. Positive tall vil redusere marginstørrelsen og negative tall vil øke den
pl_pl: Wyślij mi numer, który chcesz dostosować rozmiar marginesu. Liczby dodatnie zmniejszą wielkość marginesu, a liczby ujemne zwiększą go
ru_ru: Пришлите мне число, по которому вам нужно скорректировать размер поля. Положительные числа уменьшат размер поля, отрицательные числа увеличат его
sr_sp: Пошаљите ми број који желите да подесите величину маргине. Позитивни бројеви ће смањити величину маргине и негативни бројеви ће је повећати
zh_cn: 发给我一个你想调整边界大小的数字。正数会减小边界空间，负数会增加边界空间

source: The number must be between {} and {}, try again
ar_sa: الرقم يجب أن يكون بين {} و {}، حاول مجددا
ca_es: El número ha d'estar entre {} i {}, torneu-ho a provar
da_dk: Tallet skal være mellem {} og {}, prøv igen
id_id: Angka harus antara {} dan {}, coba lagi
no_no: Nummeret må være mellom {} og {}, prøv på nytt
pl_pl: Liczba musi zawierać się w przedziale {} i {}, spróbuj ponownie
ru_ru: Число должно быть между {} и {}, попробуйте еще раз
sr_sp: Број мора бити између {} и {}, покушајте поново
zh_cn: 该数字必须介于{}和{}之间，再试一次

source: The number is invalid, try again
ar_sa: لقد ارسلت رقم غير صحيح ، حاول مجددا
ca_es: El número no és vàlid, torneu-ho a provar
da_dk: Nummeret er ugyldigt, prøv igen
id_id: Nomor ini tidak sahih, coba lagi
no_no: Nummeret er ugyldig, prøv på nytt
pl_pl: Numer jest nieprawidłowy, spróbuj ponownie
ru_ru: Число неверно, попробуйте еще раз
sr_sp: Број је неважећи, покушајте поново
zh_cn: 该数字无效，再试一次

source: Cropping your PDF file
ar_sa: جاري قص الملف
ca_es: Retallar el fitxer PDF
da_dk: Beskære PDF-filen
id_id: Memotong file PDF Anda
no_no: Beskjære PDF-filen
pl_pl: Przycinanie pliku PDF
ru_ru: Обрезка PDF-файла
sr_sp: Изрезивање ПДФ датотеке
zh_cn: 正在裁剪你的PDF档案

source: Send me the password to decrypt your PDF file
ar_sa: أرسل كلمة السر لفك تشفير الملف
ca_es: Enviï'm la contrasenya per desxifrar el seu arxiu pdf
da_dk: Send mig adgangskoden til at dekryptere din PDF-fil
id_id: Kirimi saya kata sandi untuk mendekripsi file PDF Anda
no_no: Send meg passordet for å dekryptere PDF-filen
pl_pl: Wyślij mi hasło do odszyfrowania pliku PDF
ru_ru: Пришлите мне пароль для расшифровки вашего PDF-файла
sr_sp: Пошаљи ми лозинку за дешифровање твог ПДФ фајла
zh_cn: 把密码发给我来解密你的PDF档案

source: Decrypting your PDF file
ar_sa: جاري فك تشفير الملف
ca_es: S'està desxifrant el dispositiu
da_dk: Dekryptering af PDF-filen
id_id: Mendekripsi file PDF Anda
no_no: Dekryptere PDF-filen
pl_pl: Odszyfrowywanie pliku PDF
ru_ru: Расшифровка PDF-файла
sr_sp: Дешифровање ПДФ датотеке
zh_cn: 正在解密你的PDF档案

source: Your PDF file seems to be invalid and I couldn't open and read it
ar_sa: يبدو ان الملف غير متاح ولا استطيع قراءته
ca_es: El teu arxiu PDF sembla que és invàlid i no el podem obrir ni llegir
da_dk: Din PDF-fil ser ud til at være ugyldig, og jeg kunne ikke åbne og læse den
id_id: File PDF Anda tampaknya tidak valid dan saya tidak bisa membuka dan membacanya
no_no: PDF-filen ser ut til å være ugyldig, og jeg kunne ikke åpne og lese den
pl_pl: Twój plik PDF wydaje się być nieprawidłowy i nie mogłem go otworzyć i odczytać
ru_ru: Ваш PDF-файл кажется неверным, и я не смог его открыть и прочитать
sr_sp: Изгледа да је ваш ПДФ фајл неважећи и нисам могао да га отворим и прочитам
zh_cn: 你的PDF档案似乎无效，我无法打开它

source: Your PDF file is not encrypted
ar_sa: ان ملفك غير مشفر
ca_es: El teu arxiu PDF no està encriptat
da_dk: PDF-filen er ikke krypteret
id_id: File PDF Anda tidak dienkripsi
no_no: PDF-filen er ikke kryptert
pl_pl: Plik PDF nie jest zaszyfrowany
ru_ru: Ваш PDF-файл не зашифрован
sr_sp: Ваша ПДФ датотека није шифрована
zh_cn: 你的PDF档案并没有加密

source: The decryption password is incorrect, try to send it again
ar_sa: كلمة السر غير صحيحة، حاول ارسالها مجددا
ca_es: La clau per desxifrar és incorrecta, intenta-ho de nou
da_dk: Dekrypteringsadgangskoden er forkert
id_id: Kata sandi dekripsi salah, coba kirim lagi
no_no: Dekrypteringspassordet er feil, prøv å sende det på nytt
pl_pl: Hasło deszyfrowania jest nieprawidłowe, spróbuj wysłać je ponownie
ru_ru: Пароль для расшифровки неверен, попробуйте отправить его еще раз
sr_sp: Лозинка за дешифровање је нетачна, покушајте поново да је пошаљете
zh_cn: 解密密码不正确，再试一次

source: Your PDF file is encrypted with a method that I cannot decrypt
ar_sa: ان الملف مشفر بطريقة لا استطيع فكها
ca_es: El fitxer PDF està xifrat amb un mètode que no puc desencriptar
da_dk: Din PDF-fil er krypteret med en metode, som jeg ikke kan dekryptere
id_id: File PDF Anda dienkripsi dengan metode yang tidak dapat saya dekripsi
no_no: PDF-filen er kryptert med en metode som jeg ikke kan dekryptere
pl_pl: Twój plik PDF jest szyfrowany metodą, którą nie mogę odszyfrować
ru_ru: Ваш PDF-файл зашифрован методом, который я не могу расшифровать
sr_sp: Ваш ПДФ фајл је шифрован методом који не могу да дешифровати
zh_cn: 你的PDF档案使用了我无法解密的加密方法

source: Send me the password to encrypt your PDF file
ar_sa: أرسل كلمة السر ل تشفير الملف
ca_es: Enviï'm la contrasenya per encriptar el seu arxiu pdf
da_dk: Send mig adgangskoden til at kryptere din PDF-fil
id_id: Kirimi saya kata sandi untuk mengenkripsi file PDF Anda
no_no: Send meg passordet for å kryptere PDF-filen
pl_pl: Wyślij mi hasło do zaszyfrowania pliku PDF
ru_ru: Пришлите мне пароль для шифрования PDF-файла
sr_sp: Пошаљи ми лозинку да шифрујем твој ПДФ фајл
zh_cn: 把密码发给我来加密你的PDF档案

source: Encrypting your PDF file
ar_sa: جاري تشفير الملف
ca_es: Encriptació del fitxer PDF
da_dk: Kryptering af PDF-filen
id_id: Mengenkripsi file PDF Anda
no_no: Kryptere PDF-filen
pl_pl: Szyfrowanie pliku PDF
ru_ru: Шифрование вашего PDF-файла
sr_sp: Шифровање ПДФ датотеке
zh_cn: 正在加密你的PDF档案

source: Select the task that you'll like to perform
ar_sa: حدد نوع المهمة التي تريد تنفيذها
ca_es: Seleccioneu la tasca que voleu dur a terme
da_dk: Vælg den opgave, du vil udføre
id_id: Pilih tugas yang ingin Anda jalankan
no_no: Velg oppgaven du vil utføre
pl_pl: Wybierz zadanie, które chcesz wykonać
ru_ru: Выберите задачу, которую вам нужно выполнить
sr_sp: Изаберите задатак који ћете хтети да извршите
zh_cn: 选择你想要做什么

source: Your PDF file is too big for me to download I can't perform any tasks on it
ar_sa: ملفك كبير للغاية لااستطيع القيام بمهمات عليه
ca_es: El seu arxiu de PDF és massa gran per a mi descarregar no puc realitzar cap tasca en això
da_dk: Din PDF-fil er for stor til mig at hente jeg kan ikke udføre nogen opgaver på det
id_id: File PDF Anda terlalu besar bagi saya untuk mengunduh saya tidak dapat melakukan tugas apa pun di dalamnya
no_no: PDF-filen er for stor for meg å laste jeg kan ikke utføre noen oppgaver på den
pl_pl: Twój plik PDF jest zbyt duży, abym mógł pobrać nie mogę wykonać żadnych zadań na nim
ru_ru: Ваш PDF-файл слишком велик для меня
sr_sp: Твој ПДФ фајл ми је превелик да га не могу да обављам задатке на њему
zh_cn: 你发送的PDF档案太大了，我无法下载 我无法处理任何操作

source: Adding an OCR text layer to your PDF file
ar_sa: اضافة طبقة استكشاف شكل الحروف لملفك
ca_es: Addició d'una capa de text OCR al fitxer PDF
da_dk: Føje et OCR-tekstlag til PDF-filen
id_id: Menambahkan lapisan teks OCR ke file PDF Anda
no_no: Legge til et OCR-tekstlag i PDF-filen
pl_pl: Dodawanie warstwy tekstowej OCR do pliku PDF
ru_ru: Добавление текстового слоя OCR в PDF-файл
sr_sp: Додавање ОЦР слоја текста у ПДФ датотеку
zh_cn: 正在添加文字OCR到你的PDF档案中

source: Your PDF file already has a text layer
ar_sa: ملفك بالفعل لديه طبقة نص
ca_es: El fitxer PDF ja té una capa de text
da_dk: PDF-filen har allerede et tekstlag
id_id: File PDF Anda sudah memiliki lapisan teks
no_no: PDF-filen har allerede et tekstlag
pl_pl: Plik PDF ma już warstwę tekstową
ru_ru: Ваш PDF-файл уже имеет текстовый слой
sr_sp: Ваш ПДФ фајл већ има слој текста
zh_cn: 你的PDF档案已经有一层文字

source: Your photo is too large for me to download. I can't beautify or convert your photo
ar_sa: صورك كبيرة جدا. لا استطيع تجميلها او تحويلها
ca_es: La seva foto és massa gran per a mi descarregar. No puc embellir ni convertir la teva foto
da_dk: Dit billede er for stort til, at jeg kan downloade. Jeg kan ikke forskønne eller konvertere dit billede
id_id: Foto Anda terlalu besar untuk saya unduh. Saya tidak bisa mempercantik atau mengonversi foto Anda
no_no: Bildet ditt er for stort til at jeg kan laste ned. Jeg kan ikke forskjønne eller konvertere bildet ditt
pl_pl: Twoje zdjęcie jest zbyt duże, abym można było je pobrać. Nie mogę upiększyć ani przekonwertować twojego zdjęcia
ru_ru: Ваше фото слишком велико для меня, чтобы его можно было загрузить. Я не могу улучшить или преобразовать вашу фотографию
sr_sp: Твоја фотографија је превелика за мене. Не могу да улепшам или преобратим твоју фотографију
zh_cn: 你的图片太大了，我无法下载。我无法美化或转换你的图片

source: Extracting a preview for your PDF file
ar_sa: استخراج معاينة للملف
ca_es: Extracció d'una vista prèvia per al fitxer PDF
da_dk: Udpakning af et eksempel til PDF-filen
id_id: Mengekstrak pratinjau untuk file PDF Anda
no_no: Pakke ut en forhåndsvisning for PDF-filen
pl_pl: Wyodrębnianie podglądu pliku PDF
ru_ru: Извлечение предварительного просмотра PDF-файла
sr_sp: Издвајање прегледа за ПДФ датотеку
zh_cn: 正在提取你的PDF档案的预览

source: Select the result file format
ar_sa: حدد لاحقة الملف الناتج
ca_es: Seleccioneu el format del fitxer de resultats
da_dk: Vælge resultatfilformatet
id_id: Pilih format file hasil
no_no: Velg resultatfilformatet
pl_pl: Wybieranie formatu pliku wynikowego
ru_ru: Выберите формат итогового файла
sr_sp: Избор формата датотеке резултата
zh_cn: 选择档案格式

source: Converting your PDF file into photos
ar_sa: جاري تحويل الPDF لصور
ca_es: Convertir el fitxer PDF en fotos
da_dk: Konvertere din PDF-fil til fotos
id_id: Mengonversi file PDF Anda menjadi foto
no_no: Konvertere PDF-filen til bilder
pl_pl: Konwertowanie pliku PDF na zdjęcia
ru_ru: Преобразование вашего PDF-файла в фото
sr_sp: Конвертовање ПДФ датотеке у фотографије
zh_cn: 正在转换你的PDF档案为图片

source: Extracting all the photos in your PDF file
ar_sa: جاري استخراج كل الصور من الملف
ca_es: Extracció de totes les fotos en el seu arxiu PDF
da_dk: Udtrække alle fotos i din PDF-fil
id_id: Mengekstrak semua foto dalam file PDF Anda
no_no: Pakke ut alle bildene i PDF-filen
pl_pl: Wyodrębnianie wszystkich zdjęć w pliku PDF
ru_ru: Извлечение всех фотографий в вашем файле PDF
sr_sp: Издвајање свих фотографија из ПДФ фајла
zh_cn: 正在提取你的PDF档案中的所有图片

source: I couldn't find any photos in your PDF file
ar_sa: لم استطع ايجاد اي صورة في الملف
ca_es: No podria trobar cap foto en el seu arxiu pdf
da_dk: Jeg kunne ikke finde nogen billeder i din PDF-fil
id_id: Saya tidak dapat menemukan foto apa pun di file PDF Anda
no_no: Jeg fant ingen bilder i PDF-filen
pl_pl: Nie mogę znaleźć żadnych zdjęć w pliku PDF
ru_ru: Я не смог найти фото в вашем PDF-файле
sr_sp: Нисам могао да нађем ниједну фотографију у твом ПДФ фајлу
zh_cn: 我在你的PDF档案中找不到任何图片

source: See above for all your photos
ar_sa: انظر لصورك في الاعلى
ca_es: Veure més amunt per a totes les seves fotos
da_dk: Se ovenfor for alle dine billeder
id_id: Lihat di atas untuk semua foto Anda
no_no: Se ovenfor for alle bildene dine
pl_pl: Zobacz powyżej dla wszystkich zdjęć
ru_ru: Смотрите выше все ваши фотографии
sr_sp: Погледајте горе за све ваше фотографије
zh_cn: 这些就是你的图片

source: Send me the file name that you'll like to rename your PDF file into
ar_sa: ارسل لي اسمالكي اغير ملفك له
ca_es: Enviï'm el nom d'arxiu que li agradarà rebatejar el seu arxiu pdf a
da_dk: Send mig det filnavn, du vil omdøbe din PDF-fil til
id_id: Kirimi saya nama file yang ingin Anda ganti nama file PDF Anda menjadi
no_no: Send meg filnavnet du vil gi nytt navn til PDF-filen til
pl_pl: Wyślij mi nazwę pliku, którą chcesz zmienić nazwę pliku PDF na
ru_ru: Отправьте мне имя файла, в который вы хотите переименовать файл PDF
sr_sp: Пошаљите ми име датотеке у које желите да преименујете свој ПДФ фајл
zh_cn: 向我发送你想要用来命名的PDF档案名称

source: File names can't contain any of the following characters: {} Send me another file name
ar_sa: لا يمكن أن يحتوي اسم الملف على أي من المحارف الآتية: {} أرسل اسما اخر
ca_es: Els noms de fitxer no poden contenir cap dels caràcters següents: {} Envia'm un altre nom de fitxer
da_dk: Filnavne må ikke indeholde følgende tegn: {} Send mig et andet filnavn
id_id: Nama file tidak boleh berisi salah satu karakter berikut: {} Nama file lain
no_no: Filnavn kan ikke inneholde noen av følgende tegn: {} Send meg et annet filnavn
pl_pl: Nazwy plików nie mogą zawierać żadnego z następujących znaków: {} Wyślij mi inną nazwę pliku
ru_ru: Имена файлов не могут содержать следующие символы: {} Пришлите мне другое имя файла
sr_sp: Имена датотека не могу да садрже ниједан од следећих знакова: {} Пошаљите ми друго име датотеке
zh_cn: 档案名称不能包含以下任何字符： {} 发给我另一个档案名称

source: Renaming your PDF file into <b>{}</b>
ar_sa: اعادة تسمية ملفك ل <b>{}</b>
ca_es: Canviar el nom del fitxer PDF a <b>{}</b>
da_dk: Omdøbning af PDF-filen til <b>{}</b>
id_id: Mengganti nama file PDF Anda menjadi <b>{}</b>
no_no: Gi PDF-filen nytt navn til <b>{}</b>
pl_pl: Zmiana nazwy pliku PDF na <b>{}</b>
ru_ru: Переименование PDF-файла в <b>{}</b>
sr_sp: Преименом ПДФ датотеке у <b>{}</b>
zh_cn: 正在将你的PDF档案重新命名为<b>{}</b>

source: Select the degrees that you'll like to rotate your PDF file in clockwise
ar_sa: حدد الدرجة التي تريد تدوير الملف بهاحسب حركة عقارب الساعة
ca_es: Seleccioneu els graus que voleu girar el fitxer PDF en sentit horari
da_dk: Vælg de grader, du vil rotere PDF-filen med uret
id_id: Pilih derajat yang ingin Anda putar file PDF Anda searah jarum jam
no_no: Velg gradene du vil rotere PDF-filen med klokken
pl_pl: Wybierz stopnie, które chcesz obrócić plik PDF zgodnie z ruchem wskazówek zegara
ru_ru: Выберите градусы, на которые вы хотели бы повернуть PDF-файл по часовой стрелке
sr_sp: Изаберите степене које ћете хтети да ротирајте ПДФ фајл у смеру казаљке на сату
zh_cn: 选择你想要顺时针旋转你PDF档案的度数

source: Rotating your PDF file clockwise by {} degrees
ar_sa: دور ملفك البي دي اف مع عقارب الساعة ب {} درجة
ca_es: Girar el fitxer PDF en sentit horari per {} graus
da_dk: Rotere PDF-filen med uret med {} grader
id_id: Memutar file PDF Anda searah jarum jam dengan {} derajat
no_no: Rotere PDF-filen med klokken med {} grader
pl_pl: Obracanie pliku PDF zgodnie z ruchem wskazówek zegara o {} stopni
ru_ru: Вращение PDF-файла по часовой стрелке на {} градусов
sr_sp: Ротирање ПДФ датотеке у смеру казаљке на сату за {} степени
zh_cn: 正在顺时针旋转{}度去你的PDF档案

source: Select the scale type that you'll like to perform
ar_sa: حدد نوع المقياس الذي تريد تنفيذه
ca_es: Seleccioneu el tipus d'escala que voleu realitzar
da_dk: Vælg den skaleringstype, du vil udføre
id_id: Pilih tipe skala yang ingin Anda lakukan
no_no: Velg skaleringstypen du vil utføre
pl_pl: Wybierz typ skali, który chcesz wykonać
ru_ru: Выберите тип масштаба, который вы хотите выполнить
sr_sp: Изаберите тип размере који ћете хтети да извршите
zh_cn: 选择你要怎样缩放

source: Send me the width and height <b>Example: 150 200</b> (this will set the width to 150 and height to 200)
ar_sa: ارسل الطول والعرض <b>مثال: 150 200</b> (هذا سوف يقوم بجعل العرض 150 والطول 200)
ca_es: Envia'm l'amplada i l' <b>Exemple: 150 200</b> (això establirà l'amplada a 150 i l'alçada a 200)
da_dk: Send mig bredde og højde <b>Eksempel: 150 200</b> (dette vil indstille bredden til 150 og højde til 200)
id_id: Kirimkan saya lebar dan tinggi <b>Contoh: 150 200</b> (ini akan mengatur lebar ke 150 dan tinggi ke 200)
no_no: Send meg bredde og høyde <b>Eksempel: 150 200</b> (dette vil sette bredden til 150 og høyde til 200)
pl_pl: Wyślij mi szerokość i wysokość <b>Przykład: 150 200</b> (spowoduje to ustawienie szerokości na 150 i wysokości na 200)
ru_ru: Пришлите мне ширину и высоту <b>Пример: 150 200</b> (при этом ширина устанавливается на 150, а высота - на 200)
sr_sp: Пошаљи ми ширину и висину <b>Пример: 150 200</b> (ово ће поставити ширину на 150, а висину на 200)
zh_cn: 发给我新的宽度和高度 <b>例子：150 200</b> (这样会缩放宽度为150和高度为200)

source: Send me the scaling factors for the horizontal and vertical axes <b>Example: 2 0.5</b> (this will double the horizontal axis and halve the vertical axis)
ar_sa: أرسل لي عوامل القياس للمحورين الأفقي والرأسي <b>المثال: 2 0.5</b> (سيؤدي هذا إلى مضاعفة المحور الأفقي وخفض المحور الرأسي إلى النصف)
ca_es: Envia'm els factors d'escalat dels eixos horitzontals i verticals <b>Exemple: 2 0,5</b> (això duplicarà l'eix horitzontal i aturarà l'eix vertical)
da_dk: Send mig skaleringsfaktorerne for de vandrette og lodrette akser <b>Eksempel: 2 0,5</b> (dette vil fordoble den vandrette akse og halvere den lodrette akse)
id_id: Kirimi saya faktor penskalaan untuk sumbu horizontal dan vertikal <b>Contoh: 2 0,5</b> (ini akan menggandakan sumbu horizontal dan membelah sumbu vertikal)
no_no: Send meg skaleringsfaktorene for de horisontale og vertikale aksene <b>Eksempel: 2 0,5</b> (dette vil doble den horisontale aksen og halvere den vertikale aksen)
pl_pl: Wyślij mi współczynniki skalowania osi poziomych i pionowych <b>Przykład: 2 0,5</b> (podwoi to oś poziomą i zmniejszy oś pionową o połowę)
ru_ru: Пришлите мне коэффициенты масштабирования для горизонтальной и вертикальной осей <b>Пример: 2 0,5</b> (это удвоит горизонтальную ось и уменьшит вертикальную ось наполовину)
sr_sp: Пошаљи ми факторе размере за хоризонталне и вертикалне осе <b>Пример: 2 0,5</b> (ово ће удвостручити хоризонталну осу и преполовити вертикалну осу)
zh_cn: 向我发送你想要打横和打直缩放的百分比给我 <b>例子：2 0.5</b>（这样会打横放大一倍和打直缩小一半）

source: The scaling factors <b>{}</b> are invalid, try again
ar_sa: ان عوامل المقياس <b>{}</b> غير صالحة، حاول مجددا
ca_es: Els factors d'escalat <b>{}</b> no són vàlids, torneu-ho a provar
da_dk: De skaleringsfaktorer, <b>{}</b> er ugyldige, prøv igen
id_id: Faktor penskalaan <b>{}</b> valid, coba lagi
no_no: Skaleringsfaktorene <b>{}</b> ugyldige, prøv på nytt
pl_pl: Współczynniki skalowania <b>{}</b> są nieprawidłowe, spróbuj ponownie
ru_ru: Масштабные коэффициенты <b>{}</b> недопустимы, попробуйте еще раз
sr_sp: Фактори размере <b>{}</b> неважећи, покушајте поново
zh_cn: 缩放百分比<b>{}</b>无效，再试一次

source: The dimensions <b>{}</b> are invalid, try again
ar_sa: ان الابعاد <b>{}</b> غير صالحة، حاول مجددا
ca_es: Les dimensions <b>{} no</b>, torneu-ho a provar
da_dk: De dimensioner, <b>{}</b> er ugyldige, prøv igen
id_id: Dimensi yang <b>{}</b> sahih, coba lagi
no_no: Dimensjonene <b>{}</b> , prøv på nytt
pl_pl: Wymiary <b>{}</b> są nieprawidłowe, spróbuj ponownie
ru_ru: Размеры <b>{}</b> недопустимы, попробуйте еще раз
sr_sp: Димензије <b>{}</b> неважеће, покушајте поново
zh_cn: 尺寸<b>{}</b>无效，再试一次

source: Scaling your PDF file, horizontally by <b>{}</b> and vertically by <b>{}</b>
ar_sa: اعادة تعيين حجم الملف عموديا <b>{}</b> و افقيا <b>{}</b>
ca_es: S'està escalant el fitxer PDF, horitzontalment <b>{}</b> i verticalment <b>{}</b>
da_dk: Skalering af PDF-filen vandret ved hjælp af <b>{}</b> lodret ved hjælp af <b>{}</b>
id_id: Menskalakan file PDF Anda, secara horizontal <b>{}</b> dan vertikal <b>{}</b>
no_no: Skalering av PDF-filen, vannrett ved <b>{}</b> og loddrett ved <b>{}</b>
pl_pl: Skalowanie pliku PDF w poziomie według <b>{}</b> i pionowo przez <b>{}</b>
ru_ru: Масштабирование PDF-файла по горизонтали на <b>{}</b> и по вертикали на <b>{}</b>
sr_sp: Подешавање размере ПДФ датотеке, хоризонтално по <b>{}</b> и вертикално <b>{}</b>
zh_cn: 正在缩放你的 PDF 档案，打横缩放<b>{}</b>和打直缩放<b>{}</b>

source: Scaling your PDF file with width of <b>{}</b> and height of <b>{}</b>
ar_sa: تحويل الملف للابعاد التالية <b>{}</b> للعرض و <b>{}</b> للطول
ca_es: S'està escalant el fitxer PDF amb l'amplada de <b>{}</b> i l'alçada de <b>{}</b>
da_dk: Skalering af PDF-filen med bredden på <b>{}</b> og højden på <b>{}</b>
id_id: Menskalakan file PDF Anda dengan <b>{}</b> dan tinggi <b>{}</b>
no_no: Skalering av PDF-filen med bredden <b>{}</b> og høyde på <b>{}</b>
pl_pl: Skalowanie pliku PDF o szerokości <b>{}</b> i wysokości <b>{}</b>
ru_ru: Масштабирование PDF-файла на ширину <b>{}</b> и высоту <b>{}</b>
sr_sp: Подешавање размере ПДФ датотеке ширином <b>{}</b> и висином <b>{}</b>
zh_cn: 正在缩放你的 PDF 档案，宽度为<b>{}</b>，高度为<b>{}</b>

source: Send me the range of pages that you'll like to keep
ar_sa: أرسل لي مجموعة من الصفحات التي ستحب الاحتفاظ بها
ca_es: Envia'm l'interval de pàgines que t'agradaria conservar
da_dk: Send mig det udvalg af sider, du gerne vil beholde
id_id: Kirimi saya rentang halaman yang ingin Anda simpan
no_no: Send meg utvalget av sider du vil beholde
pl_pl: Wyślij mi zakres stron, które chcesz zachować
ru_ru: Пришлите мне диапазон страниц, которые вы хотели бы сохранить
sr_sp: Пошаљите ми опсег страница које ћете хтети да задржите
zh_cn: 向我发送你想要保留的页面范围

source: General usage
ar_sa: الاستخدام العام
ca_es: Ús general
da_dk: Generel brug
id_id: Penggunaan umum
no_no: Generell bruk
pl_pl: Ogólne użycie
ru_ru: Общее использование
sr_sp: Општа употреба
zh_cn: 基本用法

source: all pages
ar_sa: كل الصفحات
ca_es: totes les pàgines
da_dk: alle sider
id_id: semua halaman
no_no: alle sider
pl_pl: wszystkie strony
ru_ru: все страницы
sr_sp: све странице
zh_cn: 所有页面

source: page 8 only
ar_sa: صفحة 8 فقط
ca_es: pàgina 8 només
da_dk: kun side 8
id_id: halaman 8 saja
no_no: bare på side 8
pl_pl: tylko strona 8
ru_ru: страница 8 только
sr_sp: само страница 8
zh_cn: 只要第 8 页

source: first three pages
ar_sa: الصفحات الثلاث الأولى
ca_es: tres primeres pàgines
da_dk: første tre sider
id_id: tiga halaman pertama
no_no: de tre første sidene
pl_pl: pierwsze trzy strony
ru_ru: первые три страницы
sr_sp: прве три странице
zh_cn: 前三页

source: from page 8 onward
ar_sa: من الصفحة 8 فصاعدا
ca_es: a partir de la pàgina 8 en endavant
da_dk: fra side 8 og fremefter
id_id: dari halaman 8 dan seterusnya
no_no: fra side 8 og fremover
pl_pl: od strony 8 dalej
ru_ru: со страницы 8
sr_sp: од странице 8 па надаље
zh_cn: 从第 8 页开始保留

source: last page only
ar_sa: الصفحة الأخيرة فقط
ca_es: només l'última pàgina
da_dk: kun sidste side
id_id: halaman terakhir saja
no_no: bare siste side
pl_pl: tylko ostatnia strona
ru_ru: только последняя страница
sr_sp: само последња страница
zh_cn: 只要最后一页

source: all pages except the last page
ar_sa: كل الصفحات باستثناء الصفحة الأخيرة
ca_es: totes les pàgines excepte l'última pàgina
da_dk: alle sider undtagen den sidste side
id_id: semua halaman kecuali halaman terakhir
no_no: alle sider unntatt den siste siden
pl_pl: wszystkie strony z wyjątkiem ostatniej strony
ru_ru: все страницы, кроме последней страницы
sr_sp: све странице осим последње странице
zh_cn: 除最后一页外的所有页面

source: second last page only
ar_sa: الصفحة قبل الأخيرة فقط
ca_es: segona darrera pàgina només
da_dk: kun anden sidste side
id_id: halaman terakhir kedua saja
no_no: andre siste side bare
pl_pl: tylko druga ostatnia strona
ru_ru: вторая последняя страница только
sr_sp: само друга последња страница
zh_cn: 只要倒数第二页

source: last two pages
ar_sa: آخر صفحتين
ca_es: últimes dues pàgines
da_dk: sidste to sider
id_id: dua halaman terakhir
no_no: de to siste sidene
pl_pl: ostatnie dwie strony
ru_ru: последние две страницы
sr_sp: последње две странице
zh_cn: 最后两页
