Repository: gunasekharravilla/pdfchatbot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: ar_sa, ca_es, da_dk, id_id, no_no, pl_pl, ru_ru, sr_sp, zh_cn

source: Your {} PDF file is encrypted and you'll have to decrypt it first I've cancelled your action
ar_sa: ملفك مشفر عليك محاولة فك تشفيره في البداية لقد الغيت الامر
ca_es: El teu arxiu {} PDF està encriptat i l’hauràs de desencriptar abans. He cancelat l’acció
da_dk: Din {} PDF-fil er krypteret, og du skal dekryptere den først Jeg har annulleret din handling
id_id: File {} PDF Anda terenkripsi dan Anda harus mendekripsinya terlebih dahulu Saya telah membatalkan tindakan Anda
no_no: Din {} PDF-fil er kryptert, og du må dekryptere den først jeg har avbrutt handlingen
pl_pl: Twój {} plik PDF jest zaszyfrowany i będziesz musiał go najpierw odszyfrować anulowałem twoją akcję
ru_ru: Ваш {} PDF-файл зашифрован, и вам придется сначала его расшифровать
sr_sp: Ваш {} ПДФ фајл је шифрован и мораћете прво да га дешифрујете када откажем вашу акцију
zh_cn: 你的{} PDF档案加密了，你必须先解密 我取消了你的操作

source: Your PDF file is encrypted and you'll have to decrypt it first I've cancelled your action
ar_sa: ملفك مشفر عليك محاولة فك تشفيره في البداية لقد الغيت الامر
ca_es: El seu arxiu pdf està encriptat i haurà de desxifrar primer que he cancel·lat la seva acció
da_dk: Din PDF-fil er krypteret, og du skal dekryptere den først Jeg har annulleret din handling
id_id: File PDF Anda terenkripsi dan Anda harus mendekripsinya terlebih dahulu Saya telah membatalkan tindakan Anda
no_no: PDF-filen er kryptert, og du må dekryptere den først jeg har avbrutt handlingen din
pl_pl: Twój plik PDF jest zaszyfrowany i będziesz musiał go najpierw odszyfrować anulowałem twoją akcję
ru_ru: Ваш PDF-файл зашифрован, и вам придется сначала его расшифровать Я отменил ваше действие
sr_sp: Ваш ПДФ фајл је шифрован и мораћете прво да га дешифрујете када откажем вашу акцију
zh_cn: 你的PDF档案加密了，你必须先解密 我取消了你的操作

source: You've sent me these {} so far:
ar_sa: لقد ارسلت لي {} حتى الان:
ca_es: M'has enviat aquests {} fins ara:
da_dk: Du har sendt mig disse {} indtil videre:
id_id: Anda telah mengirimkan saya {} ini sejauh ini:
no_no: Du har sendt meg disse {} så langt:
pl_pl: Do tej pory wysłałeś mi te {}:
ru_ru: Пока что вы прислали мне это {}:
sr_sp: До сада си ми послао {} :
zh_cn: 你发了以下的{}给我：

source: The result file is too large for me to send to you
ar_sa: الملف الناتج كبير جدا لارساله
ca_es: L’arxiu resultant és massa gran per enviar-te’l
da_dk: Resultatfilen er for stor til, at jeg kan sende til dig
id_id: Berkas hasil terlalu besar untuk saya kirimkan kepada Anda
no_no: Resultatfilen er for stor til at jeg kan sende til deg
pl_pl: Plik wynikowy jest zbyt duży, abym chciał wysłać do Ciebie
ru_ru: Итоговый файл слишком велик, чтобы я мог отправить его вам
sr_sp: Датотека са резултатима је превелика да бих вам је послао
zh_cn: 输出档案太大了，我无法发送给你

source: Here is your result file
ar_sa: هاهو ملفك الناتج
ca_es: Aquest és l’arxiu resultant
da_dk: Her er din resultatfil
id_id: Berikut adalah file hasil Anda
no_no: Her er resultatfilen
pl_pl: Oto plik wyników
ru_ru: Вот ваш итоговый файл
sr_sp: Ово је твоја датотека са резултатима
zh_cn: 你的输出档案

source: Send me one of the PDF files that you'll like to compare Note that I can only look for differences in text
ar_sa: ارسل لي ملفات ال PDF التي تريد مقارنتها أستطيع فقط ملاحظة الاختلاف بالنص
ca_es: Envia’m un dels arxius PDF que volguis comparar Tingues en compte que tan sols puc veure les diferències en el text
da_dk: Send mig en af de PDF-filer, som du gerne vil sammenligne Bemærk, at jeg kun kan kigge efter forskelle i tekst
id_id: Kirimkan salah satu file PDF yang ingin Anda bandingkan Perhatikan bahwa saya hanya dapat mencari perbedaan dalam teks
no_no: Send meg en av PDF-filene du vil sammenligne med at jeg bare kan se etter forskjeller i tekst
pl_pl: Wyślij mi jeden z plików PDF, które chcesz porównać Zauważ, że mogę tylko szukać różnic w tekście
ru_ru: Пришлите мне один из PDF-файлов, который вам нужно сравнить Обратите внимание, что я могу искать только различия в тексте
sr_sp: Пошаљите ми један од ПДФ фајлова који ћете хтети да упоредите Напомена да могу да тражим само разлике у тексту
zh_cn: 发给我其中一个你想要用来比较的PDF档案 注意，我只能比较档案里面的文字

source: Send me the other PDF file that you'll like to compare
ar_sa: أرسل الملف الاخر الذي تريد مقارنته
ca_es: Envia’m un altre arxiu PDF que volguis comparar
da_dk: Send mig den anden PDF-fil, som du gerne vil sammenligne
id_id: Kirimkan file PDF lain yang ingin Anda bandingkan
no_no: Send meg den andre PDF-filen du vil sammenligne
pl_pl: Wyślij mi inny plik PDF, który chcesz porównać
ru_ru: Пришлите мне другой PDF-файл, который вам нужно сравнить
sr_sp: Пошаљи ми други ПДФ фајл који би волео да упоредиш
zh_cn: 发给我另一个你想要比较的PDF档案

source: Comparing your PDF files
ar_sa: جاري المقارنة بين الملفين
ca_es: Comparant els arxius PDF
da_dk: Sammenligning af dine PDF-filer
id_id: Membandingkan file PDF Anda
no_no: Sammenligne PDF-filene dine
pl_pl: Porównywanie plików PDF
ru_ru: Сравнение ваших PDF-файлов
sr_sp: Поређење ПДФ датотека
zh_cn: 正在比较你的PDF档案

source: There are no differences in text between your PDF files
ar_sa: لايوجد أي اختلاف في النص بين هذين الملفين
ca_es: No hi ha diferències en el text entre els teus arxius PDF
da_dk: Der er ingen forskelle i tekst mellem PDF-filerne
id_id: Tidak ada perbedaan teks di antara file PDF Anda
no_no: Det er ingen forskjeller i tekst mellom PDF-filene dine
pl_pl: Nie ma różnic w tekście między plikami PDF
ru_ru: Нет никаких различий в тексте между вашими PDF-файлами
sr_sp: Нема разлика у тексту између ВАШИХ ПДФ фајлова
zh_cn: 你的PDF档案之间没有任何区别

source: Send me the PDF files that you'll like to merge Note that the files will be merged in the order that you send me
ar_sa: أرسل لي ملفات PDF التي ترغب في دمجها لاحظ أنه سيتم دمج الملفات بالترتيب الذي ترسله لي
ca_es: Enviï'm els arxius PDF que li agradarà fusionar Bitllet que els arxius es fusionaran en l'ordre que m'envia
da_dk: Send mig de PDF-filer, du gerne vil flette Bemærk, at filerne vil blive flettet i den rækkefølge, du sender mig
id_id: Kirimkan file PDF yang ingin Anda gabungkan Perhatikan bahwa file akan digabungkan dalam urutan yang Anda kirimkan kepada saya
no_no: Send meg PDF-filene du vil slå sammen Merk at filene vil bli slått sammen i den rekkefølgen du sender meg
pl_pl: Wyślij mi pliki PDF, które chcesz scalić Zauważ, że pliki zostaną scalone w kolejności, w której mnie wyślesz
ru_ru: Пришлите мне PDF файлы, которые вы хотели бы объединить Обратите внимание, что файлы будут объединены в порядке, который вы посылаете мне
sr_sp: Пошаљите ми ПДФ фајлове које ћете хтети да обједините Имајте на крају да ће фајлови бити обједињени редоследом којим ми шаљете
zh_cn: 向我发送你想要合并的PDF档案 注意，我会根据你发送给我的顺序来合并你的档案

source: The file you've sent is not a PDF file
ar_sa: الملف الذي أرسلته ليس ملف PDF
ca_es: L’arxiu que has enviat no és un arxiu PDF
da_dk: Den fil, du har sendt, er ikke en PDF-fil
id_id: File yang Anda kirim bukan file PDF
no_no: Filen du har sendt, er ikke en PDF-fil
pl_pl: Wysłany plik nie jest plikiem PDF
ru_ru: Отправленный вами файл не является файлом PDF
sr_sp: Фајл који сте послали није ПДФ фајл
zh_cn: 你发送的不是PDF档案

source: The PDF file you've sent is too large for me to download
ar_sa: الملف الذي أرسلته كبير جدا لذا لااستطيع تحميله
ca_es: L’arxiu PDF que has enviat és molt gran per descarregar
da_dk: Den PDF-fil, du har sendt, er for stor til, at jeg kan hente
id_id: File PDF yang Anda kirim terlalu besar untuk saya unduh
no_no: PDF-filen du har sendt er for stor til at jeg kan laste ned
pl_pl: Wysłany plik PDF jest dla mnie zbyt duży, aby można było go pobrać
ru_ru: Отправленный вами файл PDF слишком велик для меня
sr_sp: ПДФ фајл који сте послали ми је превелик за преузимање
zh_cn: 你发送的PDF档案太大了，我无法下载

source: PDF files
ar_sa: ملفات PDF
ca_es: Arxius PDF
da_dk: PDF-filer
id_id: File PDF
no_no: PDF-filer
pl_pl: Pliki PDF
ru_ru: PDF-файлы
sr_sp: ПДФ датотеке
zh_cn: PDF档案

source: Press <b>Done</b> if you've sent me all the PDF files that you'll like to merge or keep sending me the PDF files
ar_sa: اضغط <b>تم</b> إذا كنت قد أرسلت لي جميع ملفات PDF التي سوف ترغب في دمج أو الاستمرار في إرسال ملفات PDF لي
ca_es: Premsa <b>Fet</b> si m'ha enviat tots els arxius PDF que li agradarà fusionar o seguir enviant-me els arxius PDF
da_dk: Tryk <b>Udført</b> hvis du har sendt mig alle de PDF-filer, du gerne vil flette eller fortsætte med at sende mig PDF-filerne
id_id: Tekan <b>Selesai</b> jika Anda telah mengirimi saya semua file PDF yang ingin Anda gabungkan atau terus kirimi saya file PDF
no_no: Trykk <b>Ferdig</b> hvis du har sendt meg alle PDF-filene du vil slå sammen eller fortsette å sende meg PDF-filene
pl_pl: Naciśnij <b>Gotowe</b> , jeśli wysłałeś mi wszystkie pliki PDF, które chcesz scalić lub nadal wysyłać mi pliki PDF
ru_ru: Нажмите <b>Сделано</b>, если вы прислали мне все файлы PDF, которые вы хотели бы объединить или продолжать посылать мне файлы PDF
sr_sp: Притисните <b>Уради</b> ако сте ми послали све ПДФ фајлове које ћете хтети да обједините или ми стално шаљете ПДФ фајлове
zh_cn: 如果你已经将所有要合并的 PDF 档案发送给我就按下 <b>完成</b>，不然就可以继续将 PDF 档案发送给我

source: <b>{}</b> has been removed for merging
ar_sa: <b>{}</b> قد تم حذفه من الدمج
ca_es: <b>s'</b> de {} per fusionar-se
da_dk: <b>{}</b> blevet fjernet til fletning
id_id: <b>{}</b> telah dihapus untuk penggabungan
no_no: <b>{}</b> er fjernet for sammenslåing
pl_pl: <b>{}</b> został usunięty w celu scalenia
ru_ru: <b>{}</b> был удален для слияния
sr_sp: <b>{}</b> је уклоњен за обједињавање
zh_cn: 移除了<b>{}</b>，这个档案不会用来合并

source: You haven't sent me any PDF files
ar_sa: لم ترسل لي أي ملفات PDF
ca_es: No has enviat cap arxiu PDF
da_dk: Du har ikke sendt mig nogen PDF-filer
id_id: Anda belum mengirimi saya file PDF
no_no: Du har ikke sendt meg noen PDF-filer
pl_pl: Nie wysłałeś mi żadnych plików PDF
ru_ru: Вы не присылали мне никаких PDF-файлов
sr_sp: Ниси ми послао ниједан ПДФ фајл
zh_cn: 你还没有向我发送任何PDF档案

source: You've only sent me one PDF file.
ar_sa: لقد أرسلت لي ملفا واحد فقط.
ca_es: Has enviat tan sols un arxiu PDF.
da_dk: Du har kun sendt mig én PDF-fil.
id_id: Anda hanya mengirimi saya satu file PDF.
no_no: Du har bare sendt meg én PDF-fil.
pl_pl: Wysłałeś mi tylko jeden plik PDF.
ru_ru: Вы прислали мне только один PDF-файл.
sr_sp: Послао си ми само један ПДФ фајл.
zh_cn: 你只给我发了一个PDF档案

source: Merging your PDF files
ar_sa: جاري دمج المفات
ca_es: Unint els teus arxius PDF
da_dk: Fletning af PDF-filer
id_id: Menggabungkan file PDF Anda
no_no: Slå sammen PDF-filene dine
pl_pl: Scalanie plików PDF
ru_ru: Слияние ваших PDF-файлов
sr_sp: Обједињавање ПДФ датотека
zh_cn: 正在合并你的PDF档案

source: I can't merge your PDF files as I couldn't open and read "{}". Ensure that it is not encrypted
ar_sa: لا استطيع دمج الملفات لانني لااستطيع قراءة "{}". تاكد ان الملف ليس مشفرا
ca_es: No podem unir els teus arxius PDF fins que no es poguin obrir i llegir. Assegura’t que no estiguin encriptats
da_dk: Jeg kan ikke flette dine PDF-filer, da jeg ikke kunne åbne og læse "{}". Sørg for, at den ikke er krypteret
id_id: Saya tidak dapat menggabungkan file PDF Anda karena saya tidak bisa membuka dan membaca "{}". Pastikan bahwa ia tidak dienkripsi
no_no: Jeg kan ikke slå sammen PDF-filene dine, siden jeg ikke kunne åpne og lese {}. Kontroller at den ikke er kryptert
pl_pl: Nie mogę scalić plików PDF, ponieważ nie mogłem otworzyć i przeczytać "{}". Upewnij się, że nie jest zaszyfrowany
ru_ru: Я не могу объединить ваши PDF-файлы, так как не могу открыть и прочитать "{}". Убедитесь, что он не зашифрован
sr_sp: Не могу да објединим ваше ПДФ датотеке јер нисам могао да отворим и прочитам "{}". Уверите се да није шифрована
zh_cn: 我无法合并你的PDF档案，因为我无法打开“{}”。确保它并没有加密

source: Send me the photos that you'll like to beautify or convert into a PDF file Note that the photos will be beautified and converted in the order that you send me
ar_sa: أرسل لي الصور التي ستحب تجميلها أو تحويلها إلى ملف PDF لاحظ أنه سيتم تجميل الصور وتحويلها بالترتيب الذي ترسله لي
ca_es: Envia'm les fotos que t'agradaria embellir o convertir en un fitxer PDF Fixeu-vos que les fotos s'embelliran i es convertiran en l'ordre que m'envieu
da_dk: Send mig de billeder, du gerne vil forskønne eller konvertere til en PDF-fil Bemærk, at billederne vil blive forskønnet og konverteret i den rækkefølge, du sender mig
id_id: Kirimi saya foto yang ingin Anda percantik atau konversi menjadi file PDF Perhatikan bahwa foto akan dipercantik dan dikonversi dalam urutan yang Anda kirimkan kepada saya
no_no: Send meg bildene du vil forskjønne eller konvertere til en PDF-fil Merk at bildene vil bli forskjøngjort og konvertert i den rekkefølgen du sender meg
pl_pl: Wyślij mi zdjęcia, które chcesz upiększyć lub przekonwertować na plik PDF Pamiętaj, że zdjęcia będą upiększane i konwertowane w kolejności, w której mnie wyślesz
ru_ru: Пришлите мне фотографии, которые вы хотели бы украсить или преобразовать в файл PDF Обратите внимание, что фотографии будут украшать и преобразуется в порядке, который вы посылаете мне
sr_sp: Пошаљите ми фотографије које ћете хтети да улепшате или конвертујете у ПДФ фајл Имајте на крају да фотографије буду улепшане и конвертоване редоследом којим ми шаљете
zh_cn: 向我发送你想要美化或转换为 PDF 档案的图片 注意，图片将按照你发送给我的顺序进行美化和转换

source: File name unavailable
ar_sa: ان هذا الاسم غير متاح حاليا
ca_es: Nom de l’arxiu invàlid
da_dk: Filnavnet er ikke tilgængeligt
id_id: Nama berkas tidak tersedia
no_no: Filnavn utilgjengelig
pl_pl: Nazwa pliku niedostępna
ru_ru: Имя файла недоступно
sr_sp: Име датотеке није доступно
zh_cn: 没有档案名称

source: The file you've sent is not a photo
ar_sa: الملف الذي أرسلته ليس صورة
ca_es: L’arxiu que enviies no és una foto
da_dk: Den fil, du har sendt, er ikke et billede
id_id: File yang Anda kirim bukan foto
no_no: Filen du har sendt, er ikke et bilde
pl_pl: Wysłany plik nie jest zdjęciem
ru_ru: Отправленный вами файл не является фото
sr_sp: Датотека коју сте послали није фотографија
zh_cn: 你发送的不是图片

source: The photo you've sent is too large for me to download
ar_sa: الصورة التي أرسلتها كبيرة جدا لذا لا استطيع تحميلها
ca_es: La foto que has enviat és molt gran per descarregar
da_dk: Det billede, du har sendt, er for stort til, at jeg kan downloade
id_id: Foto yang anda kirim terlalu besar untuk saya unduh
no_no: Bildet du har sendt er for stort til at jeg kan laste ned
pl_pl: Wysłane zdjęcie jest dla mnie zbyt duże, aby można było je pobrać
ru_ru: Отправленнре вами фото слишком велико для меня
sr_sp: Фотографија коју си послао ми је превелика за преузимање
zh_cn: 你发送的图片太大了，我无法下载

source: photos
ar_sa: صور
ca_es: fotos
da_dk: billeder
id_id: Foto
no_no: bilder
pl_pl: zdjęcia
ru_ru: фото
sr_sp: Фотографије
zh_cn: 图片

source: Select the task from below if you've sent me all the photos, or keep sending me the photos
ar_sa: حدد المهمة من الأسفل إذا كنت قد أرسلت لي جميع الصور، أو استمر في إرسال الصور لي
ca_es: Seleccioneu la tasca des de baix si m'heu enviat totes les fotos o seguiu enviant-me les fotos
da_dk: Vælg opgaven nedefra, hvis du har sendt mig alle billederne, eller bliv ved med at sende mig billederne
id_id: Pilih tugas dari bawah jika Anda telah mengirimi saya semua foto, atau terus kirimi saya foto
no_no: Velg oppgaven nedenfra hvis du har sendt meg alle bildene, eller fortsett å sende meg bildene
pl_pl: Wybierz zadanie z dołu, jeśli wysłałeś mi wszystkie zdjęcia, lub wysyłaj mi zdjęcia
ru_ru: Выберите задачу снизу, если вы прислали мне все фотографии, или продолжайте посылать мне фотографии
sr_sp: Изабери задатак одоздо ако си ми послао све фотографије, или настави да ми шаљеш фотографије
zh_cn: 如果你已经将所有图片发送给我，请从下面选择你想要的功能，不然就可以继续将图片发送给我

source: <b>{}</b> has been removed for beautifying or converting
ar_sa: <b>*{}</b> قد تم حذفه للتجميل او التحويل
ca_es: <b>{}</b> 'ha suprimit per embellir o convertir
da_dk: <b>{}</b> blevet fjernet for at forskønne eller konvertere
id_id: <b>{}</b> telah dihapus untuk mempercantik atau mengonversi
no_no: <b>{}</b> er fjernet for å forskjønne eller konvertere
pl_pl: <b>{}</b> został usunięty w celu upiększania lub konwersji
ru_ru: <b>удален</b> для украсить или преобразовать
sr_sp: <b>{}</b> је уклоњен због улепшавања или конвертовања
zh_cn: 移除了<b>{}</b>，这个档案不会用来美化或转换

source: Beautifying and converting your photos
ar_sa: جاري تجميل وتحويل صورك
ca_es: Embellir i convertir les teves fotos
da_dk: Forskønne og konvertere dine fotos
id_id: Mempercantik dan mengonversi foto Anda
no_no: Beautifying og konvertere bildene dine
pl_pl: Upiększenie i konwersja zdjęć
ru_ru: Улучшение и преобразование ваших фото
sr_sp: Улепшавање и конвертовање фотографија
zh_cn: 正在美化和转换你的图片

source: Converting your photos into PDF
ar_sa: تحويل صورك الا PDF
ca_es: Convertir les teves fotos en PDF
da_dk: Konvertering af dine fotos til PDF
id_id: Mengonversi foto Anda menjadi PDF
no_no: Konvertere bildene dine til PDF
pl_pl: Konwertowanie zdjęć na format PDF
ru_ru: Преобразование ваших фото в PDF
sr_sp: Конвертовање фотографија у ПДФ
zh_cn: 正在转换你的图片成PDF

source: Send me the text that you'll like to write into your PDF file
ar_sa: أرسل لي النص الذي تريد أن تكتبه في ملفك ال بي دي اف
ca_es: Enviï'm el text que li agradarà escriure al seu arxiu pdf
da_dk: Send mig den tekst, du gerne vil skrive i din PDF-fil
id_id: Kirimi saya teks yang ingin Anda tulis ke file PDF Anda
no_no: Send meg teksten du vil skrive inn i PDF-filen
pl_pl: Wyślij mi tekst, który chcesz zapisać w pliku PDF
ru_ru: Отправьте мне текст, который вы бы хотели записать в ваш PDF-файл
sr_sp: Пошаљите ми текст који ћете хтети да упишете у свој ПДФ фајл
zh_cn: 向我发送你想写在PDF档案的文字

source: Send me the font that you'll like to use for the PDF file or skip to use the default font See here for the list of supported fonts:
ar_sa: أرسل لي الخط الذي ترغب في استخدامه لملف PDF أو تخطي لاستخدام الخط الافتراضي انظر هنا لقائمة الخطوط المدعومة:

source: Unknown font, please try again
ar_sa: خط غير معروف، الرجاء المحاولة مرة أخرى

source: Creating your PDF file
ar_sa: أنشئ ملفك ال بي دي اف
ca_es: Creació del fitxer PDF
da_dk: Oprette din PDF-fil
id_id: Membuat file PDF Anda
no_no: Opprette PDF-filen
pl_pl: Tworzenie pliku PDF
ru_ru: Создание вашего PDF-файла
sr_sp: Креирање ПДФ фајла
zh_cn: 正在创建你的PDF档案

source: Send me the PDF file that you'll like to add a watermark
ar_sa: أرسل الملف الذي تريد أن يكون له علامة مائية
ca_es: Envia'm el fitxer PDF que t'agradarà afegir una filigrana
da_dk: Send mig den PDF-fil, du vil tilføje et vandmærke
id_id: Kirimi saya file PDF yang ingin Anda tambahkan cap air
no_no: Send meg PDF-filen du vil legge til et vannmerke
pl_pl: Wyślij mi plik PDF, który chcesz dodać znak wodny
ru_ru: Отправьте мне PDF-файл, на который вам нужно добавить водяной знак
sr_sp: Пошаљите ми ПДФ фајл који желите да додате водени жиг
zh_cn: 向我发送你想要添加水印的PDF档案

source: Send me the watermark PDF file
ar_sa: أرسل ملف العلامة المائية PDF
ca_es: Enviï'm l'arxiu pdf de filigrana
da_dk: Send mig PDF-filen til vandmærket
id_id: Kirimi saya file PDF cap air
no_no: Send meg vannmerket PDF-filen
pl_pl: Wyślij mi plik PDF znaku wodnego
ru_ru: Пришлите мне водяной знак файла PDF
sr_sp: Пошаљи ми ВОДЕНИ ЖИГ ПДФ фајл
zh_cn: 发给我水印PDF档案

source: Adding the watermark onto your PDF file
ar_sa: جاري اضافة العلامة المائية
ca_es: Addició de la filigrana al fitxer PDF
da_dk: Føje vandmærket til PDF-filen
id_id: Menambahkan cap air ke file PDF Anda
no_no: Legge til vannmerket i PDF-filen
pl_pl: Dodawanie znaku wodnego do pliku PDF
ru_ru: Добавление водяного знака в ваш PDF-файл
sr_sp: Додавање воденог жига у ваш ПДФ фајл
zh_cn: 正在添加水印到你的PDF档案中

source: watermark
ar_sa: علامة مائية
ca_es: filigrana
da_dk: vandmærke
no_no: vannmerke
pl_pl: znak wodny
ru_ru: водяной знак
sr_sp: водени жиг
zh_cn: 水印

source: Compressing your PDF file
ar_sa: اضغط ملفك ال بي دي اف
ca_es: Comprimir el fitxer PDF
da_dk: Komprimere PDF-filen
id_id: Memadatkan file PDF Anda
no_no: Komprimere PDF-filen
pl_pl: Kompresowanie pliku PDF
ru_ru: Сжатие вашего PDF-файла
sr_sp: Компримовање ПДФ датотеке
zh_cn: 正在压缩你的PDF档案

source: File size reduced by <b>{:.0%}</b>, from <b>{}</b> to <b>{}</b>
ar_sa: حجم الملف الذي تم تقليله بمقدار <b>{:.0%}</b>، من <b>{}</b> إلى <b>{}</b>
ca_es: Mida del fitxer reduïda <b>{:.0%}</b>, de <b>{}</b> a <b>{}</b>
da_dk: Filstørrelsen er reduceret <b>{:.0%}</b>, fra <b>{}</b> til <b>{}</b>
id_id: Ukuran berkas dikurangi <b>{:.0%}</b>, dari <b>{}</b> menjadi <b>{}</b>
no_no: Filstørrelsen redusert med <b>{:.0%}</b>, fra <b>{}</b> til <b>{}</b>
pl_pl: Zmniejszono rozmiar pliku o <b>{:.0%}</b>, z <b>{}</b> do <b>{}</b>
ru_ru: Размер файла уменьшен на <b>{:.0%}</b>, с <b>{}</b> до <b>{}</b>
sr_sp: Величина датотеке смањена за <b>{:.0%}</b>, са <b>{}</b> на <b>{}</b>
zh_cn: 档案大小减了<b>{:.0%}</b>，由 <b>{}</b> 压缩到 <b>{}</b>

source: Something went wrong, try again
ar_sa: حدث خطأ ما. يرجى المحاولة مرة أخرى
ca_es: Alguna cosa ha anat malament, torneu-ho a provar
da_dk: Noget gik galt, prøv igen
id_id: Ada yang tidak beres, coba lagi
no_no: Noe gikk galt, prøv igjen
pl_pl: Coś poszło nie tak, spróbuj ponownie
ru_ru: Что-то пошло не так, попробуйте еще раз
sr_sp: Нешто је пошло наопако, покушај поново
zh_cn: 出了点问题，再试一次

source: Select the crop type that you'll like to perform
ar_sa: حدد نوع القص الذي تريد تنفيذه
ca_es: Seleccioneu el tipus de cultiu que voleu realitzar
da_dk: Vælg den beskæringstype, du vil udføre
id_id: Pilih tipe potong yang ingin Anda lakukan
no_no: Velg beskjæringstypen du vil utføre
pl_pl: Wybierz typ kadru, który chcesz wykonać
ru_ru: Выберите тип обрезки, которую вам нужно выполнить
sr_sp: Изаберите тип изрези који желите да извршите
zh_cn: 选择你要怎样裁剪

source: Send me a number between {} and {}. This is the percentage of margin space to retain between the content in your PDF file and the page
ar_sa: أرسل رقم بين {} و {}. هذه النسبة من الهوامش لكي تبقى بين ال PDF والصفحة
ca_es: Envia'm un número entre {} i {}. Aquest és el percentatge d'espai de marge a conservar entre el contingut del fitxer PDF i la pàgina
da_dk: Send mig et tal mellem {} og {}. Dette er den procentdel af margenpladsen, der skal bevares mellem indholdet i PDF-filen og siden
id_id: Kirimi saya angka antara {} dan {}. Ini adalah persentase ruang margin untuk dipertahankan antara konten dalam file PDF Anda dan halaman
no_no: Send meg et tall mellom {} og {}. Dette er prosentandelen av marginplass som skal beholdes mellom innholdet i PDF-filen og siden
pl_pl: Wyślij mi numer z {} i {}. Jest to procent miejsca marginesu, który należy zachować między zawartością w pliku PDF a stroną
ru_ru: Пришлите мне число между{} и {}. Это процент места для сохранения поля между содержимым файла PDF и страницей
sr_sp: Пошаљи ми број између {} и {}. Ово је проценат простора на маргинама који треба задржати између садржаја у ПДФ фајлу и странице
zh_cn: 给我一个{}和{}之间的数字。这是你想保留边界空间的百分比
