Repository: gunasekharravilla/pdfchatbot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: ar_sa, ca_es, da_dk, id_id, no_no, pl_pl, ru_ru, sr_sp, zh_cn

source: Welcome to PDF Bot! <b>Key features:</b> - Compress, merge, preview, rename, split and add watermark to PDF files - Create PDF files from text messages - Extract images and text from PDF files - Convert PDF files into images - Convert webpages and images into PDF files - Beautify handwritten notes images into PDF files - <b><i>And more...</i></b> Type /help to see how to use PDF Bot
ar_sa: مرحبا بكم في بوت PDF <b>الميزات الرئيسية:</b> - ضغط، دمج ومعاينة وإعادة تسمية وتقسيم وإضافة علامة مائية إلى ملفات PDF - إنشاء ملفات PDF من الرسائل النصية - استخراج الصور والنصوص من ملفات PDF - تحويل ملفات PDF إلى صور - تحويل صفحات الويب والصور إلى ملفات PDF - تجميل صور الملاحظات المكتوبة بخط اليد إلى ملفات PDF - <b><i>وأكثر...</i></b> اكتب /help لمعرفة كيفية استخدام PDF Bot
ca_es: Benvinguts a PDF Bot! <b>Característiques clau:</b> - Comprimir, fusionar, previsualitzar, canviar el nom, dividir i afegir filigrana als fitxers PDF - Crear arxius PDF a partir de missatges de text - Extreure imatges i text dels arxius PDF - Convertir arxius PDF en imatges - Convertir pàgines web i imatges en arxius PDF - Embellir imatges de notes manuscrites en arxius PDF - <b><i>I més...</i></b> Tipus /help per veure com utilitzar PDF Bot
da_dk: Velkommen til PDF Bot! <b>Nøglefunktioner:</b> - Komprimer, flette, få vist, omdøbe, opdele og tilføje vandmærke til PDF-filer - Opret PDF-filer fra tekstbeskeder - Uddrag billeder og tekst fra PDF-filer - Konverter PDF-filer til billeder - Konverter websider og billeder til PDF-filer - Forskønne håndskrevne noter billeder i PDF-filer - <b><i>Og mere...</i></b> Type /help til at se, hvordan man bruger PDF Bot
id_id: Selamat datang di PDF Bot! <b>Fitur utama:</b> - Kompres, menggabungkan, mempratinjau, mengganti nama, membagi dan menambahkan cap air ke file PDF - Membuat file PDF dari pesan teks - Mengekstrak gambar dan teks dari file PDF - Konversi file PDF menjadi gambar - Konversi halaman web dan gambar menjadi file PDF - Mempercantik gambar catatan tulisan tangan menjadi file PDF - <b><i>Dan banyak lagi...</i></b> Ketik /help untuk melihat cara menggunakan PDF Bot
no_no: Velkommen til PDF Bot! <b>Viktige funksjoner:</b> - Komprimer, merge, forhåndsvise, endre navn, dele og legge til vannmerke til PDF-filer - Lag PDF-filer fra tekstmeldinger - Pakk ut bilder og tekst fra PDF-filer - Konverter PDF-filer til bilder - Konverter nettsider og bilder til PDF-filer - Beautify håndskrevne notater bilder i PDF-filer - <b><i>Og mer...</i></b> Type /help til å se hvordan du bruker PDF Bot
pl_pl: Witamy w PDF Bot! <b>Najważniejsze cechy:</b> - Kompres, merge, preview, rename, split and add watermark to PDF files - Create PDF files from text messages - Extract images and text from PDF files - Convert PDF files into images - Convert webs and images into PDF files - Upiększyć odręczne notatki obrazy w pliki PDF - <b><i>I więcej...</i></b> Typ /help, aby zobaczyć, jak korzystać z PDF Bot
ru_ru: Добро пожаловать в PDF Bot! <b>ключевые особенности:</b> - Сжатие, слияние, предварительный просмотр, переименование, разделение и добавление водяного знака в файлы PDF - Создание PDF-файлов из текстовых сообщений - Извлечение изображений и текста из файлов PDF - Преобразование PDF-файлов в изображения - Преобразование веб-страниц и изображений в PDF-файлы - Beautify рукописные заметки изображения в PDF файлы - <b><i>и многое другое...</i></b> Тип /help, чтобы увидеть, как использовать PDF Bot
sr_sp: Добродошли у ПДФ Бот! <b>кључне функције:</b> - компримовање, мерге, превиеw, ренаме, сплит анд адд wатермарк то ПДФ филес - Цреате ПДФ филес фром теxт мессагес - Еxтрацт имагес анд теxт фром ПДФ филес - Цонверт ПДФ филес инто имагес - Цонверт wебпагес анд имагес инто ПДФ филес - Беаутифy хандwриттен нотес имагес инто ПДФ филес - <b><i>Анд море...</i></b> Тyпе /help то сее хоw то усе ПДФ Бот
zh_cn: 欢迎来到PDF Bot！ <b>主要功能：</b> － 压缩，合并，预览，重命名，区分以及添加水印至PDF文件 － 用文字信息来创造PDF文件 － 从PDF文件里提取图片和文字 － 转换PDF文件至图片 － 转换网页和图片至PDF文件 － 美化手写笔记至PDF文件 －<b><i>以及更多...</i></b> 输入 /help 来查看如何使用 PDF Bot

source: Set Language 🌎
ar_sa: تغير اللغه 🌎
ca_es: Defineix l'idioma 🌎
da_dk: Sæt Sprog 🌎
id_id: Atur Pengaturan 🌎
no_no: Angi språk 🌎
pl_pl: Ustaw język 🌎
ru_ru: Установить язык 🌎
sr_sp: Постављање језичких 🌎
zh_cn: 设置语言 🌎

source: Join Channel
ar_sa: انضم إلى القناة
ca_es: Entrar a un canal
da_dk: Tilmeld dig kanal
id_id: Gabung Kanal
no_no: Bli med i kanal
pl_pl: Dołącz do kanału
ru_ru: Присоединиться к каналу
sr_sp: Придружи се каналу
zh_cn: 加入頻道

source: Support PDF Bot
ar_sa: ادعم بوت ال PDF
ca_es: Ajuda PDF bot
da_dk: Understøttelse af PDF-bot
id_id: Dukung PDF Bot
no_no: Støtte PDF Bot
pl_pl: Obsługa bota PDF
ru_ru: Поддержать PDF Bot
sr_sp: Подршка ПДФ Боту
zh_cn: 支持 PDF Bot

source: You can perform most of the tasks by sending me one of the followings: - PDF files - Photos - Webpage links The rest of the tasks can be performed by using the commands below: /compare - compare PDF files /merge - merge PDF files /photo - convert and combine multiple photos into PDF files /text - create PDF files from text messages /watermark - add watermark to PDF files
ar_sa: يمكنك تنفيذ معظم المهام عن طريق إرسال واحدة من ما يلي: - ملفات PDF - صور - روابط صفحة الويب يمكن تنفيذ باقي المهام باستخدام الأوامر أدناه: /compare - مقارنة ملفات PDF /merge - دمج ملفات PDF /photo - تحويل ودمج صور متعددة في ملفات PDF /text - إنشاء ملفات PDF من الرسائل النصية /watermark - إضافة علامة مائية إلى ملفات PDF
ca_es: Podeu realitzar la major part de les tasques enviant-me una de les següents: - Fitxers PDF - Fotos - Enllaços de pàgines web La resta de tasques es poden realitzar utilitzant les ordres següents: /compare - comparar arxius PDF /merge - fusionar arxius PDF /photo - convertir i combinar diverses fotos en arxius PDF /text - crear arxius PDF a partir de missatges de text /watermark - afegir filigrana als arxius PDF
da_dk: Du kan udføre de fleste af opgaverne ved at sende mig en af følgende: - PDF-filer - Billeder - Webside links Resten af opgaverne kan udføres ved hjælp af kommandoerne nedenfor: /compare - sammenligne PDF-filer /merge - flette PDF-filer /photo - konvertere og kombinere flere fotos i PDF-filer /text - oprette PDF-filer fra tekstbeskeder /watermark - tilføje vandmærke til PDF-filer
id_id: Anda dapat melakukan sebagian besar tugas dengan mengirimi saya salah satu hal berikut: - File PDF - Foto - Tautan halaman web Sisa tugas dapat dilakukan dengan menggunakan perintah di bawah ini: /compare - bandingkan file PDF /merge - gabungkan file PDF /photo - konversi dan gabungkan beberapa foto ke dalam file PDF /text - buat file PDF dari pesan teks /watermark - tambahkan cap air ke file PDF
no_no: Du kan utføre de fleste oppgavene ved å sende meg ett av følgende: - PDF-filer - Bilder - Nettsidekoblinger Resten av oppgavene kan utføres ved hjelp av kommandoene nedenfor: /compare - sammenlign PDF-filer /merge - slå sammen PDF-filer /photo - konvertere og kombinere flere bilder til PDF-filer /text - opprett PDF-filer fra tekstmeldinger /watermark - legg vannmerke til PDF-filer
pl_pl: Większość zadań możesz wykonać, wysyłając mi jedno z poniższych: - pliki PDF - Zdjęcia - Linki do stron internetowych Resztę zadań można wykonać za pomocą poniższych poleceń: /compare - porównaj pliki PDF /merge - scal pliki PDF /photo - konwertuj i łącz wiele zdjęć w pliki PDF /text - twórz pliki PDF z wiadomości tekstowych /watermark - dodaj znak wodny do plików PDF
ru_ru: Вы можете выполнить большинство задач, отправив мне один из следующих: - PDF файлы - Фотографии - Веб-страницы ссылки Остальные задачи могут быть выполнены с помощью команд ниже: /compare - сравните PDF-файлы /merge - объединить PDF-файлы /photo - конвертировать и объединять несколько фотографий в PDF-файлы /text - создавать PDF-файлы из текстовых сообщений /watermark - добавить водяной знак в файлы PDF
sr_sp: Већину задатака можете извршити тако што ћете ми послати један од следећих задатака: - ПДФ филес - Пхотос - Wебпаге линкс Остатак задатака можете извршити помоћу доле наведених команди: /compare - упоредите ПДФ фајлове /merge - обједињавање ПДФ фајлова /photo - конвертовање и комбиновање више фотографија у ПДФ фајлове /text - креирање ПДФ фајлова из текстуалних порука /watermark - додајте водени жиг ПДФ фајловима
zh_cn: 你可以向我发送以下其中一项来使用大部分的功能： － PDF 档案 － 图片 － 网页连结 你可以使用以下指令来使用其他的功能： /compare － 比较PDF档案 /merge － 合并PDF档案 /photo － 转换和合并多张照片成PDF档案 /text － 用文本信息来创建PDF档案 /watermark － 添加水印到PDF档案

source: Cancel
ar_sa: إلغاء
ca_es: Cancelar
da_dk: Annullere
id_id: Membatalkan
no_no: Avbryte
pl_pl: Anuluj
ru_ru: Отмена
sr_sp: Откажи
zh_cn: 取消

source: Done
ar_sa: تم
ca_es: Fet
da_dk: Gjort
id_id: Dilakukan
no_no: Gjort
pl_pl: Zrobić
ru_ru: Готово
sr_sp: Завршено
zh_cn: 完成

source: Back
ar_sa: رجوع
ca_es: Enrera
da_dk: Tilbage
id_id: Kembali
no_no: Tilbake
pl_pl: Wstecz
ru_ru: Назад
sr_sp: Назад
zh_cn: 返回

source: By Percentage
ar_sa: بنسبة مئويّة
ca_es: Tant per cent
da_dk: Efter procentdel
id_id: Menurut Persentase
no_no: Etter prosent
pl_pl: Według wartości procentowej
ru_ru: В процентах
sr_sp: По процентима
zh_cn: 按百分比

source: By Margin Size
ar_sa: حسب حجم الهوامش
ca_es: Per tamany de marge
da_dk: Efter margenstørrelse
id_id: Menurut Ukuran Margin
no_no: Etter margstørrelse
pl_pl: Według rozmiaru marginesu
ru_ru: По размеру
sr_sp: По величини маргине
zh_cn: 按边界大小

source: Preview
ar_sa: معاينة
ca_es: Previsualitzar
id_id: Tinjauan
no_no: Forhåndsvisning
pl_pl: Podgląd
ru_ru: Предпросмотр
sr_sp: Преглед
zh_cn: 预览

source: Decrypt
ar_sa: فُكَّ التشفير
ca_es: Desxifrar
da_dk: Dekryptere
id_id: Dekripsi
no_no: Dekryptere
pl_pl: Odszyfrować
ru_ru: Расшифровать
sr_sp: Дешифровање
zh_cn: 解码

source: Encrypt
ar_sa: تشفير
ca_es: Encriptar
da_dk: Kryptere
id_id: Enkripsi
no_no: Kryptere
pl_pl: Szyfrowania
ru_ru: Зашифровать
sr_sp: Шифровање
zh_cn: 加密

source: Extract Photos
ar_sa: استخراج صور
ca_es: Extreure fotos
da_dk: Uddrag Billeder
id_id: Ekstrak Foto
no_no: Trekk ut bilder
pl_pl: Wyodrębnij zdjęcia
ru_ru: Извлечь фото
sr_sp: Издвоји фотографије
zh_cn: 提取图片

source: To Photos
ar_sa: إلى صور
ca_es: A les fotos
da_dk: Til fotos
id_id: Ke Foto
no_no: Til Bilder
pl_pl: Do zdjęć
ru_ru: К фото
sr_sp: На фотографије
zh_cn: 转换到图片

source: Rotate
ar_sa: تدوير
ca_es: Girar
da_dk: Rotere
id_id: Memutar
no_no: Rotere
pl_pl: Obracać
ru_ru: Повернуть
sr_sp: Ротирај
zh_cn: 旋转

source: Scale
ar_sa: قياس - نسبة
ca_es: Escalar
da_dk: Skala
id_id: Skala
no_no: Skala
pl_pl: Skali
ru_ru: Масштаб
sr_sp: Скали
zh_cn: 缩放

source: Split
ar_sa: تقسيم
ca_es: Divideix
id_id: Pisah
no_no: Delt
ru_ru: Разделить
sr_sp: Поделимо
zh_cn: 分割

source: Beautify
ar_sa: تجميل
ca_es: Millorar
da_dk: Forskønne
id_id: Mempercantik
no_no: Forskjønne
pl_pl: Upiększyć
ru_ru: Улучшить
sr_sp: Улепшавање
zh_cn: 美化

source: To PDF
ar_sa: الى PDF
ca_es: A un PDF
da_dk: Til PDF
id_id: Ke PDF
no_no: Til PDF
pl_pl: Do pliku PDF
ru_ru: В PDF
sr_sp: У ПДФ
zh_cn: 转换到PDF档案

source: Rename
ar_sa: اعادة تسمية
ca_es: Renombrar
da_dk: Omdøbe
id_id: Ubah nama
no_no: Gi nytt navn
pl_pl: Zmienić nazwę
ru_ru: Переименовать
sr_sp: Преименујете
zh_cn: 重新命名

source: Crop
ar_sa: قص
ca_es: Retallar
da_dk: Afgrøde
id_id: Potong
no_no: Beskjære
pl_pl: Upraw
ru_ru: Обрезать
sr_sp: Изрезивање
zh_cn: 裁剪

source: Compressed
ar_sa: مضغوط
ca_es: Comprimir
da_dk: Komprimeret
id_id: Dikompresi
no_no: Komprimert
pl_pl: Skompresowane
ru_ru: Сжатый
sr_sp: Компримоване
zh_cn: 压缩档

source: Photos
ar_sa: صور
ca_es: Fotos
da_dk: Billeder
id_id: Foto
no_no: Bilder
pl_pl: Zdjęcia
ru_ru: Фото
sr_sp: Фотографије
zh_cn: 图片

source: Remove Last File
ar_sa: حذف الملف الاخير
ca_es: Eliminar el darrer arxiu
da_dk: Fjern sidste fil
id_id: Hapus Berkas Terakhir
no_no: Fjern siste fil
pl_pl: Usuń ostatni plik
ru_ru: Удалить последний файл
sr_sp: Уклони последњу датотеку
zh_cn: 移除上一个档案

source: To Dimensions
ar_sa: الى ابعاد
ca_es: Mides
da_dk: Til dimensioner
id_id: Untuk Dimensi
no_no: Til dimensjoner
pl_pl: Do wymiarów
ru_ru: К размерам
sr_sp: У димензије
zh_cn: 自订尺寸

source: Extract Text
ar_sa: استخراج النص
ca_es: Extreure text
da_dk: Uddrag af tekst
id_id: Ekstrak Teks
no_no: Trekk ut tekst
pl_pl: Wyodrębnianie tekstu
ru_ru: Извлечь текст
sr_sp: Издвајање текста
zh_cn: 提取文字

source: Text Message
ar_sa: رسالة نصية
ca_es: Missatge de text
da_dk: SMS-besked
id_id: Pesan Teks
no_no: Tekstmelding
pl_pl: Wiadomość tekstowa
ru_ru: Текстовое сообщение
sr_sp: Текстуална порука
zh_cn: 讯息

source: Text File
ar_sa: ملف نصي
ca_es: Arxiu de text
da_dk: Tekstfil
id_id: Berkas Teks
no_no: Tekstfil
pl_pl: Plik tekstowy
ru_ru: Текстовый файл
sr_sp: Текстуална датотека
zh_cn: 文字档案

source: Compress
ar_sa: ضغط
ca_es: Comprimir
da_dk: Komprimere
id_id: Kompres
no_no: Komprimere
pl_pl: Kompresji
ru_ru: Сжать
sr_sp: Компримовање
zh_cn: 压缩

source: Say Thanks 😁 ($1)
ar_sa: قل شكرا 😊 (1$)
ca_es: Dir gràcies 😁 ($1)
da_dk: Sig Tak 😁 ($1)
id_id: Ucapkan terima kasih 😁 ($1)
no_no: Si takk 😁 ($ 1)
ru_ru: Спасибо 😁 ($1)
sr_sp: Саy Хвала 😁 ($1)
zh_cn: 说谢谢😁（$1）

source: Coffee ☕ ($3)
ar_sa: قهوة ☕ (3$)
ca_es: Cafè ☕️ ($3)
da_dk: Kaffe ☕ ($3)
id_id: Kopi ☕ ($3)
no_no: Kaffe ☕ ($ 3)
pl_pl: Kawa ☕ ($3)
ru_ru: Кофе ☕ ($3)
sr_sp: Кафа ☕ (3$)
zh_cn: 咖啡☕（$3）

source: Beer 🍺 ($5)
ar_sa: كاس بيرة 🍺 (5$)
ca_es: Cervesa 🍺 ($5)
da_dk: Øl 🍺 ($5)
id_id: Bir 🍺 ($ 5)
no_no: Øl 🍺 ($ 4)
pl_pl: Piwo 🍺 ($5)
ru_ru: Пиво 🍺 ($5)
sr_sp: Пиво 🍺 (5$)
zh_cn: 啤酒🍺（$5）

source: Meal 🍲 ($10)
ar_sa: وجبة 🍲 (10$)
ca_es: Àpat 🍲 ($10)
da_dk: Måltid 🍲 ($10)
id_id: Makanan 🍲 ($ 10)
no_no: Måltid 🍲 ($10)
pl_pl: Posiłek 🍲 ($10)
ru_ru: Перекусить 🍲 ($10)
sr_sp: Оброк 🍲 (10$)
zh_cn: 一顿饭🍲（$10）

source: Send me your feedback (only English feedback will be forwarded to my developer)
ar_sa: أرسل لي ملاحظاتك (سيتم إعادة توجيه الملاحظات الإنجليزية فقط إلى المطور الخاص بي)
ca_es: Envia'm els teus comentaris (només es reenviaran comentaris en anglès al meu desenvolupador)
da_dk: Send mig din feedback (kun engelsk feedback vil blive videresendt til min udvikler)
id_id: Kirimkan saya umpan balik Anda (hanya umpan balik bahasa Inggris yang akan diteruskan ke pengembang saya)
no_no: Send meg din tilbakemelding (bare engelsk tilbakemelding vil bli videresendt til utvikleren min)
pl_pl: Wyślij mi swoją opinię (tylko opinie w języku angielskim zostaną przekazane do mojego dewelopera)
ru_ru: Присылайте мне свои отзывы (только отзывы на английском языке будут направлены моему разработчику)
sr_sp: Пошаљи ми повратне информације (само енглеске повратне информације ће бити прослеђене мом пројектанту)
zh_cn: 将你的意见发送给我（只有英文的意见才会转发给我的开发人员）

source: The feedback is not in English, try again
ar_sa: هذه المراجعة ليست باللغة الإنكليزية ، حاول مجدداً
ca_es: Els comentaris no estan en anglès, intenta-ho de nou
da_dk: Tilbagemeldingerne er ikke på engelsk, prøv igen
id_id: Umpan balik tidak dalam bahasa Inggris, coba lagi
no_no: Tilbakemeldingen er ikke på engelsk, prøv igjen
pl_pl: Opinie nie są w języku angielskim, spróbuj ponownie
ru_ru: Отзыв не на английском языке, попробуйте еще раз
sr_sp: Повратне информације нису на енглеском, покушајте поново
zh_cn: 反馈不是英文，再试一次

source: Thank you for your feedback, I've already forwarded it to my developer
ar_sa: شكرا لاقتراحك، لقد قمت باعادة توجيهه للمطور 😊
ca_es: Gràcies pels teus comentaris, s'han enviat al desenvolupador
da_dk: Tak for din feedback, jeg har allerede sendt det til min udvikler
id_id: Terima kasih atas umpan balik Anda, saya sudah meneruskannya ke pengembang saya
no_no: Takk for tilbakemeldingen, jeg har allerede videresendt den til utvikleren min
pl_pl: Dziękuję za opinię, już przekazałem ją mojemu deweloperowi
ru_ru: Спасибо за ваш отзыв, я уже отправил его моему разработчику
sr_sp: Хвала вам на повратним информацијама, већ сам их проследио свом програмеру
zh_cn: 感谢你的反馈，我已将其转发给我的开发人员

source: Select your language
ar_sa: حدد لغتك
ca_es: Selecciona l'idioma
da_dk: Vælg dit sprog
id_id: Pilih bahasa Anda
no_no: Velg språk
pl_pl: Wybierz swój język
ru_ru: Выберите свой язык
sr_sp: Изаберите ваш језик
zh_cn: 选择你的语言

source: Your language has been set to {}
ar_sa: لغتك قد تم تعيينا ل {}
ca_es: L'idioma s'ha establert {}
da_dk: Sproget er indstillet til {}
id_id: Bahasa Anda telah diatur ke {}
no_no: Språket er satt til {}
pl_pl: Twój język został ustawiony na {}
ru_ru: Ваш язык установлен на {}
sr_sp: Ваш језик је подешен на {}
zh_cn: 你的语言已设为{}

source: Help translate PDF Bot
ar_sa: ساعد على ترجمة PDF Bot
ca_es: Ajuda traducció PDF bot
da_dk: Hjælp med at oversætte PDF Bot
id_id: Membantu menerjemahkan PDF Bot
no_no: Hjelp til å oversette PDF Bot
pl_pl: Pomoc w tłumaczeniu pdf bot
ru_ru: Помочь перевести PDF Bot
sr_sp: Помогните да се ПДФ Бот преведе
zh_cn: 帮助翻译PDF Bot

source: Select how you want to support PDF Bot
ar_sa: حدد كيف تريد دعم PDF Bot
ca_es: Selecciona com vols l'ajuda PDF bot
da_dk: Vælg, hvordan du vil understøtte PDF Bot
id_id: Pilih cara yang Anda inginkan untuk mendukung PDF Bot
no_no: Velg hvordan du vil støtte PDF Bot
pl_pl: Wybierz sposób obsługi bota PDF
ru_ru: Выберите, каким образом вы хотите поддержать PDF Bot
sr_sp: Изаберите како желите да подржите ПДФ Бота
zh_cn: 选择你支持PDF Bot的方式

source: Say thanks to PDF Bot and help keep it running
ar_sa: قل سكر ل PDF Bot و ساعد باستمراره
ca_es: Agraeix PDF bot i ajuda al seu manteniment
da_dk: Sig tak til PDF Bot og hjælpe med at holde det kørende
id_id: Ucapkan terima kasih kepada PDF Bot dan bantu agar tetap dapat berjalan
no_no: Si takk til PDF Bot og bidra til å holde den i gang
pl_pl: Załóż podziękowania dla PDF Bot i pomóż utrzymać go w działaniu
ru_ru: Скажите спасибо PDF Bot и помогите поддерживать его в рабочем состоянии
sr_sp: Захвалите се ПДФ Боту и помозите му да настави да ради
zh_cn: 跟PDF Bot说谢谢并帮助它继续运行

source: Something went wrong
ar_sa: شيء خاطئ حصل
ca_es: Alguna cosa va malament
da_dk: Noget gik galt
id_id: Ada yang tidak beres
no_no: Noe gikk galt
pl_pl: Coś poszło nie tak
ru_ru: Что-то пошло не так
sr_sp: Нешто је пошло наопако
zh_cn: 出了点问题

source: Thank you for your support!
ar_sa: شكرا على دعمك!
ca_es: Gràcies pel teu suport!
da_dk: Tak for din støtte!
id_id: Terima kasih atas dukungan Anda!
no_no: Takk for din støtte!
pl_pl: Dziękujemy za wsparcie!
ru_ru: Спасибо за вашу поддержку!
sr_sp: Хвала вам на подршци!
zh_cn: 感谢你的支持！

source: You've sent me this web page already and I'm still converting it
ar_sa: لقد ارسلت لي صفحة ويب مسبقا ولا ازال احولها
ca_es: Ja has enviat aquesta pàgina i l'estem convertint
da_dk: Du har sendt mig denne webside allerede, og jeg er stadig konvertere det
id_id: Anda telah mengirimkan saya halaman web ini dan saya masih mengonversinya
no_no: Du har sendt meg denne nettsiden allerede, og jeg konverterer den fortsatt
pl_pl: Wysłałeś mi już tę stronę internetową, a ja nadal ją konwertuję
ru_ru: Вы уже отправили мне эту веб-страницу, и я все еще преобразую ее
sr_sp: Већ си ми послао ову wеб страницу, а ја је још увек конвертујем
zh_cn: 你已经把这个网页发给我了，我还在转换它

source: Converting your web page into a PDF file
ar_sa: تحويل صفحة الويب الا ملف PDF
ca_es: Converteix la teva pàgina web a un arxiu PDF
da_dk: Konvertere din webside til en PDF-fil
id_id: Mengonversi halaman web Anda menjadi file PDF
no_no: Konvertere nettsiden til en PDF-fil
pl_pl: Konwertowanie strony sieci Web na plik PDF
ru_ru: Преобразование вашей веб-страницы в PDF файл
sr_sp: Конвертовање Wеб странице у ПДФ датотеку
zh_cn: 正在转换你的网页为PDF档案

source: Unable to reach your web page
ar_sa: غير قادر على الوصول لصفحة الويب
ca_es: No es pot accedir a la teva pàgina web
da_dk: Der kan ikke nås til din webside
id_id: Tidak dapat menjangkau halaman web Anda
no_no: Kan ikke nå nettsiden din
pl_pl: Nie można dotrzeć do strony internetowej
ru_ru: Невозможно добраться до вашей веб-страницы
sr_sp: Није могуће стићи до Wеб странице
zh_cn: 无法访问你的网页

source: Action cancelled
ar_sa: تم الغاء الامر
ca_es: Acció cancelada
da_dk: Handlingen blev annulleret
id_id: Aksi dibatalkan
no_no: Handling avbrutt
pl_pl: Działanie anulowane
ru_ru: Действие отменено
sr_sp: Радња је отказана
zh_cn: 操作取消

source: The file you sent is not a PDF file, try again
ar_sa: الملف الذي ارسلته ليس ملف PDF، حاول مجددا
ca_es: L’arxiu que has enviat no es un arxiu PEF, prova-ho de nou
da_dk: Den fil, du har sendt, er ikke en PDF-fil
id_id: File yang Anda kirim bukan file PDF, coba lagi
no_no: Filen du sendte, er ikke en PDF-fil, prøv på nytt
pl_pl: Wysłany plik nie jest plikiem PDF, spróbuj ponownie
ru_ru: Отправленный файл не является файлом PDF, попробуйте еще раз
sr_sp: Фајл који сте послали није ПДФ фајл, покушајте поново
zh_cn: 你发送的不是PDF档案，再试一次

source: The PDF file you sent is too large for me to download I've cancelled your action
ar_sa: الملف الذي ارسلته كبير جدا للتحميل لقد الغيت الامر
ca_es: L’arxiu PDF que has enviat és molt gran per descarregar-me’l
da_dk: PDF-filen du har sendt, er for stor til, at jeg kan downloade Jeg har annulleret din handling
id_id: File PDF yang Anda kirim terlalu besar untuk saya unduh Saya telah membatalkan tindakan Anda
no_no: PDF-filen du sendte er for stor for meg å laste jeg har kansellert handlingen din
pl_pl: Wysłany plik PDF jest zbyt duży, abym można było pobrać anulowałem twoją akcję
ru_ru: Отправленный вами файл PDF слишком велик для меня
sr_sp: ПДФ фајл који си послао је превелик да бих га јер сам отказао твоју акцију
zh_cn: 你发送的PDF档案太大了，我无法下载 我取消了你的操作

source: Something went wrong, start over again
ar_sa: حدث خطأ ما، يرجى إعادة المحاولة
ca_es: Alguna cosa funciona malament, comença de nou
da_dk: Noget gik galt, starte forfra igen
id_id: Ada yang salah, mulai dari awal lagi
no_no: Noe gikk galt, start på nytt
pl_pl: Coś poszło nie tak, zacznij od nowa
ru_ru: Что-то пошло не так, начните сначала
sr_sp: Нешто је пошло наопако, почни испочетка
zh_cn: 出了点问题，再试一次

source: Your PDF file seems to be invalid and I couldn't open and read it I've cancelled your action
ar_sa: يبدو ان الملف غيرصحيح ولم استطع فتحه وقراءته لقد الغيت الامر
ca_es: El teu arxiu PDF sembla ser que és invalid i no es pot ni obrir ni llegir
da_dk: Din PDF-fil synes at være ugyldig, og jeg kunne ikke åbne og læse den jeg har annulleret din handling
id_id: File PDF Anda tampaknya tidak valid dan saya tidak bisa membuka serta membacanya Saya telah membatalkan tindakan Anda
no_no: PDF-filen din ser ut til å være ugyldig, og jeg kunne ikke åpne og lese den jeg har avbrutt handlingen din
pl_pl: Plik PDF wydaje się być nieprawidłowy i nie mogłem go otworzyć i przeczytać anulowałem twoją akcję
ru_ru: Ваш PDF-файл выглядит неправильным, и я не смог его открыть и прочитать
sr_sp: Изгледа да је ваш ПДФ фајл неважећи и нисам могао да га отворим прочитао да сам отказао вашу акцију
zh_cn: 你的PDF档案似乎无效，我无法打开它 我取消了你的操作

source: Your PDF file is already encrypted
ar_sa: ان ملفك مشفر بالفعل
ca_es: El teu arxiu PEF està encriptat
da_dk: PDF-filen er allerede krypteret
id_id: File PDF Anda sudah dienkripsi
no_no: PDF-filen er allerede kryptert
pl_pl: Plik PDF jest już zaszyfrowany
ru_ru: Ваш PDF-файл уже зашифрован
sr_sp: Ваш ПДФ фајл је већ шифрован
zh_cn: 你的PDF档案本来就已经加密了
