Repository: gunasekharravilla/pdfchatbot
Catalog: locale/*/LC_MESSAGES/pdf_bot.po
Languages: ar_sa, ca_es, da_dk, id_id, no_no, pl_pl, ru_ru, sr_sp, zh_cn

source: third and second last pages
ar_sa: الصفحتان الثانية والثالثة من الأخير
ca_es: tercera i segona pàgines
da_dk: tredje og anden sidste side
id_id: halaman terakhir ketiga dan kedua
no_no: tredje og andre siste sider
pl_pl: trzecia i druga ostatnia strona
ru_ru: третья и вторая последние страницы
sr_sp: трећа и друга последња страница
zh_cn: 倒数第三和二页

source: Advanced usage
ar_sa: الاستخدام المتقدم
ca_es: Ús avançat
da_dk: Avanceret brug
id_id: Penggunaan tingkat lanjut
no_no: Avansert bruk
pl_pl: Zaawansowane użytkowanie
ru_ru: Расширенное использование
sr_sp: Напредна употреба
zh_cn: 进阶用法

source: pages
ar_sa: صفحات
ca_es: pàgines
da_dk: sider
id_id: Halaman
no_no: sider
pl_pl: stron
ru_ru: страницы
sr_sp: Странице
zh_cn: 页面

source: to the end
ar_sa: حتى النهاية
ca_es: fins al final
da_dk: til slutningen
id_id: sampai akhir
no_no: til slutten
pl_pl: do końca
ru_ru: до конца
sr_sp: до краја
zh_cn: 到最后

source: all pages in reversed order
ar_sa: جميع الصفحات بترتيب معكوس
ca_es: totes les pàgines en ordre invertit
da_dk: alle sider i omvendt rækkefølge
id_id: semua halaman dalam urutan terbalik
no_no: alle sider i omvendt rekkefølge
pl_pl: wszystkie strony w kolejności odwróconej
ru_ru: все страницы в обратном порядке
sr_sp: све странице обрнутим редоследом
zh_cn: 按相反顺序的所有页面

source: except
ar_sa: استثناء
ca_es: excepte
da_dk: undtagen
id_id: Kecuali
no_no: bortsett fra
pl_pl: oprócz
ru_ru: кроме
sr_sp: Осим
zh_cn: 除了

source: The range is invalid. Try again
ar_sa: المدى غير صالح، يرجى المحاولة مجددا
ca_es: L'interval no és vàlid. Torneu
da_dk: Området er ugyldigt. Prøv igen
id_id: Rentang ini tak-sahih. Coba lagi
no_no: Området er ugyldig. prøv igjen
pl_pl: Zakres jest nieprawidłowy. Spróbuj ponownie
ru_ru: Диапазон недопустимый. Попробуйте еще раз
sr_sp: Опсег је неважећи. Покушај поново
zh_cn: 页面范围无效。再试一次

source: Splitting your PDF file
ar_sa: جاري تقسيم الملف
ca_es: Divisió del fitxer PDF
da_dk: Opdele PDF-filen
id_id: Memisahkan file PDF Anda
no_no: Dele PDF-filen
pl_pl: Dzielenie pliku PDF
ru_ru: Разделение вашего PDF-файла
sr_sp: Дељење ПДФ датотеке
zh_cn: 正在分割你的PDF档案

source: Select how you'll like me to send the text to you
ar_sa: حدد كيفية ارسال النص لك
ca_es: Seleccioneu com us agradarà enviar-vos el text
da_dk: Vælg, hvordan du vil have mig til at sende teksten til dig
id_id: Pilih bagaimana Anda ingin saya mengirim teks kepada Anda
no_no: Velg hvordan du vil at jeg skal sende teksten til deg
pl_pl: Wybierz, jak polubienie, aby wysłać do Ciebie tekst
ru_ru: Выберите способ отправки вам текста
sr_sp: Изаберите како ће вам се свидети да вам пошаљем поруку.
zh_cn: 选择你希望我怎么把文字发给你

source: Extracting text from your PDF file
ar_sa: استخراج النص من الملف
ca_es: Extracció de text del fitxer PDF
da_dk: Udpakning af tekst fra PDF-filen
id_id: Mengekstrak teks dari file PDF Anda
no_no: Trekke ut tekst fra PDF-filen
pl_pl: Wyodrębnianie tekstu z pliku PDF
ru_ru: Извлечение текста из PDF-файла
sr_sp: Издвајање текста из ПДФ датотеке
zh_cn: 正在提取你的PDF档案的文字

source: <b>See above for all the text in your PDF file</b>
ar_sa: <b>انظر للاعلى لترى النص من ملفك</b>
ca_es: <b>vegeu més amunt per a tot el text del fitxer PDF</b>
da_dk: <b>Se ovenfor for al teksten i din PDF-fil</b>
id_id: <b>Lihat di atas untuk semua teks dalam file PDF Anda</b>
no_no: <b>Se for all teksten i PDF-filen</b>
pl_pl: <b>Zobacz powyżej, aby uzyskać cały tekst w pliku PDF</b>
ru_ru: <b>См. выше текст в вашем PDF-файле.</b>
sr_sp: <b>Погледајте горе за сав текст у вашем ПДФ фајлу</b>
zh_cn: <b>以上就是你 PDF 档案里面的所有文字</b>

source: I couldn't find any text in your PDF file
ar_sa: لم استطع ايجاد اي نص في الملف
ca_es: No podria trobar text en el seu arxiu pdf
da_dk: Jeg kunne ikke finde tekst i din PDF-fil
id_id: Saya tidak dapat menemukan teks apa pun di file PDF Anda
no_no: Jeg fant ingen tekst i PDF-filen
pl_pl: Nie mogę znaleźć żadnego tekstu w pliku PDF
ru_ru: Я не смог найти текст в вашем PDF-файле
sr_sp: Нисам могао да нађем никакав текст у твом ПДФ фајлу
zh_cn: 我在你的PDF档案中找不到任何文字
